{
  "title": "Search underway after US B-52 bomber crashes off Guam's coast",
  "id": "110054",
  "revision_id": "1615744",
  "date": "July 21, 2008",
  "location": null,
  "text": "A search and rescue operation is underway off the coast of Guam after a B-52 Stratofortress belonging to the United States Air Force (USAF) crashed with six crewmembers on board. At least two people have been pulled from the water but their conditions have not been made available. The area in question has also yielded a field of floating debris and oil. According to Lt. Elizabeth Buendia, a spokeswoman for the U.S. Coast Guard in Guam, the search is likely to continue throughout the night. Since the bomber's crash at 9:45 a.m. local time, both local and military teams have mobilised six vessels, three helicopters, two F-15 fighter jets and another B-52. 70 square miles of sea have been searched, starting roughly 30 miles northwest of Guam's Apra Harbour. The aircraft was posted to Guam's Andersen Air Force Base as part of a four-month rotation scheme and was based in Barksdale Air Force Base in Louisiana. It is believed that the bomber was scheduled to be used in a flyover of Liberation Day crowds celebrating the 1944 capture of Guam from Japan by the US, with the island remaining a US territory. However, some confusion exists over whether it was in fact another aircraft that was scheduled for the flyover. The B-52 is a 160-foot (50-metre) long-range heavy bomber manufactured by Boeing suitable for mid-air refuelling. The first having entered service in 1955, it is one of the oldest types still operated by USAF, who have used the aircraft for both attacks and surveillance. This is the second aircraft that the USAF has lost at Guam this year. In February a B-2 stealth bomber crashed on takeoff at Andersen Air Force Base, with the loss costing an estimated US$1.4 billion. Both pilots escaped by ejecting, and the accident was determined to have been caused by moisture on a sensor. The cause of today's accident is unknown. The USAF will assemble a board of officers to investigate.",
  "related": [
    "https://en.wikinews.org/wiki/US_B-2_bomber_crash_in_Guam_caused_by_moisture_on_sensors",
    "https://en.wikinews.org/wiki/US_B-2_stealth_bomber_crashes_in_Guam"
  ],
  "sources": [
    {
      "url": "http://news.bbc.co.uk/1/hi/world/americas/7516967.stm",
      "title": "US bomber crashes in Pacific",
      "pub": "BBC News Online",
      "date": "July 21, 2008"
    },
    {
      "url": "http://edition.cnn.com/2008/WORLD/asiapcf/07/21/guam.crash/",
      "title": "B-52 bomber crashes near Guam",
      "pub": "CNN",
      "date": "July 21, 2008"
    },
    {
      "url": "http://ukpress.google.com/article/ALeqM5jNqa-JrY-ZkXXNtfjN-LU438rchg",
      "title": "Rescue operation after B-52 crash",
      "pub": "The Press Association",
      "date": "July 21, 2008"
    }
  ],
  "sister": [],
  "categories": [
    "North America",
    "United States",
    "Guam",
    "Disasters and accidents",
    "Transport",
    "Aviation",
    "Military",
    "Oceania",
    "Mariana Islands",
    "Micronesia"
  ],
  "wikiEntities": {
    "wikinews": [
      "Guam",
      "United States",
      "Japan",
      "Boeing"
    ],
    "wikipedia": [
      "search and rescue",
      "B-52 Stratofortress",
      "United States Air Force",
      "U.S. Coast Guard",
      "F-15_Eagle",
      "Apra Harbour",
      "Andersen Air Force Base",
      "Barksdale Air Force Base",
      "Louisiana",
      "B-2 bomber",
      "United States Dollar"
    ]
  },
  "similar_articles_found": [
    [
      "107493",
      "2008-06-06",
      "US B-2 bomber crash in Guam caused by moisture on sensors"
    ],
    [
      "110100",
      "2008-07-22",
      "US military confirms three deaths after B-52 crash off Guam"
    ]
  ],
  "related_articles_gold": [
    [
      "107493",
      "2008-06-06",
      "US B-2 bomber crash in Guam caused by moisture on sensors"
    ],
    [
      "100201",
      "2008-02-23",
      "US B-2 stealth bomber crashes in Guam"
    ]
  ]
}