{
  "title": "Dozens dead after school collapses in Haiti",
  "id": "116352",
  "revision_id": "1190375",
  "date": "November 7, 2008",
  "location": null,
  "text": "At least 50 people are dead, mostly children, and an unknown amount injured and trapped after a three-story school collapsed near the capital of Haiti, Port-au-Prince. So far, rescuers have rescued at least 75 people, who have been taken to a local hospital, some in serious condition. School was in session, which left dozens more trapped, and officials say the death toll is likely to climb. Five houses surrounding the school were also severely damaged or destroyed as a result of the collapse.\nReports say that the third-floor of the College La Promesse Evangelique in Pétionville, was under construction when the collapse happened, but it is not known if that was the cause. The collapse occurred at 10:00 a.m. local time.\n\"The whole school collapsed on the kids, and you know on the phone you can hear so many, so many children, you know, crying, crying. And saying, 'This one is dead, that one is dead',\" said Michaele Gedeon, a worker with the Haitian Red Cross to ''CNN''.\nGedeon also states that hundreds of people; rescue workers, bystanders, United States officials and United Nations peacekeepers along with the Red Cross were on scene sifting through the debris, using their hands and shovels, trying to find survivors.\n\"UN blue helmets are on the scene clearing rubble and trying to help people buried under the debris. If we can’t get rescue equipment in and out it’s going to be hard to help the people trapped in the building,\" said a spokesman for the U.N. in Haiti, David Wimhurst.\nAt least 700 children attend the school, ranging from kindergarten to secondary grades, with the students' ages ranging from 3 to 20-years-old.\nThe school is reported to have partially collapsed eight years ago, and residents living near it moved in fear that the rest of it would collapse on their homes. After the first collapse, the owner of the school attempted to buy the homes and properties surrounding the school.\nWitnesses and residents fear that the school was improperly repaired after the first collapse. Police are investigating the two incidents to determine if criminal charges will be filed.",
  "related": [],
  "sources": [
    {
      "url": "http://afp.google.com/article/ALeqM5hwMKYRmoabrdGe_xG8dFvzLw9khQ",
      "title": "50 dead in Haitian grade-school collapse",
      "pub": "Agence France-Presse",
      "date": "November 7, 2008"
    },
    {
      "url": "http://www.un.org/apps/news/story.asp?NewsID=28857&Cr=Haiti&Cr1=MINUSTAH",
      "title": "UN peacekeepers help in rescue effort after deadly school collapse in Haiti",
      "pub": "United Nations News Center",
      "date": "November 7, 2008"
    },
    {
      "url": "http://www.localnewsleader.com/brocktown/stories1/index.php?action=fullnews&id=46597",
      "title": "Police to probe deadly Haiti school collapse",
      "pub": "Brocktown News",
      "date": "November 7, 2008"
    },
    {
      "url": "http://afp.google.com/article/ALeqM5hwMKYRmoabrdGe_xG8dFvzLw9khQ",
      "title": "Haiti school with 700 students collapses, a dozen dead",
      "pub": "Agence France-Presse",
      "date": "November 7, 2008"
    },
    {
      "url": "http://edition.cnn.com/2008/WORLD/americas/11/07/haiti.school.collapse/?iref=mpstoryview",
      "title": "'Major casualties' feared in Haiti school building collapse",
      "pub": "CNN",
      "date": "November 7, 2008"
    },
    {
      "url": "http://news.bbc.co.uk/2/hi/americas/7716516.stm",
      "title": "Deadly school collapse in Haiti",
      "pub": "BBC News Online",
      "date": "November 7, 2008"
    }
  ],
  "sister": [],
  "categories": [
    "North America",
    "Haiti",
    "Disasters and accidents",
    "United Nations"
  ],
  "wikiEntities": {
    "wikinews": [
      "Haiti",
      "United States",
      "United Nations"
    ],
    "wikipedia": [
      "Port-au-Prince",
      "Pétionville",
      "CNN",
      "International Red Cross and Red Crescent Movement"
    ]
  }
}