{
  "title": "Hurricane Ida comes ashore in Nicaragua",
  "id": "143602",
  "revision_id": "1983093",
  "date": "November 6, 2009",
  "location": null,
  "text": "United States weather forecasters say Hurricane Ida, the eleventh storm of the 2009 season, has made landfall in the Central American nation of Nicaragua. In a 10 am EST advisory on Thursday, the US National Hurricane Center in Miami, Florida says Ida came ashore in southeastern Nicaragua off the Caribbean Sea and is moving slowly to the northwest. Ida's winds had reached 75 mph early on Thursday, making it a Category 1 hurricane - the lowest level on the Saffir-Simpson Hurricane Scale, a five-level scale that measures a hurricane's intensity and potential for destruction. The Nicaraguan government issued a hurricane warning for parts of the region. Thousands were forced to evacuate their homes in advance of the hurricane. Forecasters say that the cyclone could continue to produce life-threatening flash-floods and mudslides. After moving ashore, the storm has since weakened to a depression. Tropical Depression Ida is currently drifting northward, and forecasters say it could re-intensify once it emerges into the Caribbean Sea and potentially heads towards the US Gulf Coast. However, it might simply dissipate before it reaches open waters.",
  "related": [],
  "sources": [
    {
      "url": "http://www.voanews.com/english/2009-11-05-voa26.cfm",
      "title": "Hurricane Ida Comes Ashore in Nicaragua"
    },
    {
      "title": "Ida drenches Central America, might approach US",
      "date": "November 6, 2009",
      "pub": "Associated Press",
      "url": "http://www.google.com/hostednews/ap/article/ALeqM5gVWjsPEiqe1tEu2mhBIRaxxGi8owD9BQ2VB80"
    },
    {
      "title": "Hurricane Ida Comes Ashore in Nicaragua",
      "date": "November 5, 2009",
      "url": "http://www.voanews.com/english/2009-11-05-voa26.cfm",
      "pub": "VOA News"
    },
    {
      "title": "Ida forms in the Caribbean Sea",
      "date": "November 5, 2009",
      "url": "http://news.bbc.co.uk/weather/hi/home/newsid_8344000/8344118.stm",
      "pub": "BBC Online"
    }
  ],
  "sister": [],
  "categories": [
    "Central America",
    "Nicaragua",
    "Weather",
    "Hurricane season, 2009",
    "Miami, Florida"
  ],
  "wikiEntities": {
    "wikinews": [
      "United States",
      "Nicaragua"
    ],
    "wikipedia": [
      "2009 Atlantic hurricane season",
      "National Hurricane Center",
      "Saffir-Simpson Hurricane Scale"
    ]
  }
}