{
  "title": "Flooding kills 91 in El Salvador",
  "id": "143791",
  "revision_id": "3130445",
  "date": "November 8, 2009",
  "location": null,
  "text": "Flooding caused by torrential rain over several days has killed at least 91 people in El Salvador, according to officials. Sixty are still missing, more than 7,000 are in temporary accommodation and authorities expect to find more bodies. This brings the total up from the 50 reported earlier today. The sea level has risen up to 1.2 metres (four feet) in some regions. \"Unfortunately we have to report the number of dead has increased because of the rains, we now count 50 individuals,\" said Jorge Melendez, head of El Salvador's civil protection service. The government has declared a state of emergency in five regions in El Salvador after three days of rain, according to Interior Minister Humberto Centeno. He listed the capital San Salvador and the San Vicente department as the hardest-hit regions. Rescue workers pulled bodies from collapsed buildings. \"We rescued a man this morning who had fractures, and a little girl,\" said local Cristian Aguilar. \"My son and I crossed through the floodwater and brought them here, and now she is with her parents.\" There are conflicting reports as to whether Hurricane Ida is responsible for the flooding, with a spokesman for the United States National Hurricane Center (NHC) in Florida attributing the rain to a separate, low pressure system. Forecasters have warned that flooding may hit Cuba, and the NHC said that they expect Ira to produce \"large and destructive waves\", with flash floods and mudslides in Central America and the Caribbean. The NHC also warns that Ida could reach the US's Gulf Coast by Tuesday. On Thursday, Ida reached 120kph (75mph), making it a Category 1 hurricane-the lowest level on the Saffir-Simpson Hurricane Scale, a five-level scale that measures a hurricane's intensity and potential for destruction-causing flooding in Nicaragua leaving thousands of people homeless. No casualties were reported.",
  "related": [
    "https://en.wikinews.org/wiki/Hurricane_Ida_comes_ashore_in_Nicaragua"
  ],
  "sources": [
    {
      "url": "http://news.bbc.co.uk/2/hi/americas/8349333.stm",
      "title": "Flooding kills 40 in El Salvador",
      "pub": "BBC News Online",
      "date": "November 8, 2009"
    },
    {
      "url": "http://www.france24.com/en/node/4920536",
      "title": "Hurricane Ida floods kill 50 in El Salvador",
      "author": "Agence France Presse",
      "pub": "France 24",
      "date": "November 8, 2009"
    }
  ],
  "sister": [],
  "categories": [
    "Central America",
    "El Salvador",
    "Weather",
    "Hurricane season, 2009",
    "Gulf of Mexico",
    "Jonathan Alexandr Ledbury-Romanov (Wikinewsie)",
    "Missing persons"
  ],
  "wikiEntities": {
    "wikinews": [
      "El Salvador",
      "United States",
      "Cuba",
      "Central America",
      "Nicaragua"
    ],
    "wikipedia": [
      "San Salvador",
      "San Vicente Department",
      "Hurricane Ida (2009)",
      "National Hurricane Center",
      "Florida",
      "Caribbean",
      "Saffir-Simpson Hurricane Scale"
    ]
  },
  "related_articles_gold": [
    [
      "143602",
      "2009-11-06",
      "Hurricane Ida comes ashore in Nicaragua"
    ]
  ]
}